{
  "text": {
    "hey": 38,
    "hello": 37,
    "hi": 39,
    "there": 93,
    "good": 30,
    "morning": 58,
    "evening": 22,
    "moin": 56,
    "let": 52,
    "s": 71,
    "go": 28,
    "dude": 21,
    "goodmorning": 33,
    "goodevening": 32,
    "afternoon": 2,
    "tell": 90,
    "me": 55,
    "about": 1,
    "shirt": 77,
    "what": 102,
    "is": 45,
    "jeans": 47,
    "i": 42,
    "want": 98,
    "info": 44,
    "on": 67,
    "shoes": 78,
    "to": 95,
    "know": 49,
    "t": 88,
    "jacket": 46,
    "pants": 68,
    "shorts": 79,
    "dress": 20,
    "skirt": 81,
    "can": 11,
    "you": 107,
    "hat": 35,
    "show": 80,
    "details": 17,
    "for": 27,
    "scarf": 75,
    "sweater": 87,
    "more": 57,
    "your": 108,
    "boots": 7,
    "learn": 51,
    "socks": 83,
    "cu": 15,
    "by": 9,
    "cee": 12,
    "later": 50,
    "night": 63,
    "bye": 10,
    "goodbye": 31,
    "have": 36,
    "a": 0,
    "nice": 62,
    "day": 16,
    "see": 76,
    "around": 6,
    "yes": 106,
    "y": 105,
    "indeed": 43,
    "of": 66,
    "course": 14,
    "that": 91,
    "sounds": 84,
    "correct": 13,
    "no": 64,
    "n": 60,
    "never": 61,
    "don": 19,
    "think": 94,
    "so": 82,
    "like": 53,
    "way": 100,
    "not": 65,
    "really": 70,
    "perfect": 69,
    "great": 34,
    "amazing": 4,
    "feeling": 26,
    "king": 48,
    "wonderful": 103,
    "am": 3,
    "very": 97,
    "going": 29,
    "save": 74,
    "the": 92,
    "world": 104,
    "super": 86,
    "stoked": 85,
    "extremely": 23,
    "my": 59,
    "was": 99,
    "horrible": 40,
    "sad": 73,
    "feel": 25,
    "well": 101,
    "disappointed": 18,
    "m": 54,
    "unhappy": 96,
    "extremly": 24,
    "saad": 72,
    "are": 5,
    "bot": 8,
    "human": 41,
    "talking": 89
  },
  "intent": {
    "greet": 5,
    "ask_product": 1,
    "goodbye": 4,
    "affirm": 0,
    "deny": 3,
    "mood_great": 6,
    "mood_unhappy": 7,
    "bot_challenge": 2
  },
  "response": null,
  "action_name": {
    "action_listen": 7,
    "action_restart": 8,
    "action_session_start": 10,
    "action_default_fallback": 4,
    "action_deactivate_loop": 1,
    "action_revert_fallback_events": 9,
    "action_default_ask_affirmation": 2,
    "action_default_ask_rephrase": 3,
    "action_two_stage_fallback": 11,
    "action_unlikely_intent": 12,
    "action_back": 0,
    "action_extract_slots": 5,
    "action_fetch_product_info": 6,
    "utter_cheer_up": 13,
    "utter_did_that_help": 14,
    "utter_goodbye": 15,
    "utter_greet": 16,
    "utter_happy": 17,
    "utter_iamabot": 18
  },
  "action_text": null,
  "intent_response_key": null
}