{
  "text": {
    "hi": 22,
    "hello": 21,
    "good": 18,
    "morning": 35,
    "i": 25,
    "want": 60,
    "to": 59,
    "talk": 56,
    "a": 0,
    "human": 24,
    "connect": 8,
    "me": 34,
    "support": 53,
    "agent": 2,
    "can": 6,
    "speak": 50,
    "with": 63,
    "real": 41,
    "person": 39,
    "bye": 5,
    "goodbye": 19,
    "see": 45,
    "you": 64,
    "later": 32,
    "what": 61,
    "is": 28,
    "your": 65,
    "shipping": 46,
    "policy": 40,
    "how": 23,
    "long": 33,
    "does": 11,
    "take": 55,
    "do": 10,
    "offer": 37,
    "free": 16,
    "return": 43,
    "an": 3,
    "item": 29,
    "something": 48,
    "contact": 9,
    "email": 13,
    "where": 62,
    "store": 51,
    "tell": 57,
    "about": 1,
    "shirt": 47,
    "jeans": 30,
    "info": 26,
    "on": 38,
    "hat": 20,
    "recommend": 42,
    "for": 15,
    "suggest": 52,
    "goes": 17,
    "sorry": 49,
    "no": 36,
    "available": 4,
    "that": 58,
    "don": 12,
    "t": 54,
    "know": 31,
    "say": 44,
    "cant": 7,
    "find": 14,
    "information": 27
  },
  "intent": {
    "greet": 6,
    "handoff_to_human": 7,
    "goodbye": 5,
    "faq_shipping": 3,
    "faq_returns": 2,
    "faq_contact": 1,
    "ask_product": 0,
    "get_recommendation": 4,
    "unknown": 8
  },
  "response": null,
  "action_name": {
    "action_listen": 9,
    "action_restart": 10,
    "action_session_start": 12,
    "action_default_fallback": 4,
    "action_deactivate_loop": 1,
    "action_revert_fallback_events": 11,
    "action_default_ask_affirmation": 2,
    "action_default_ask_rephrase": 3,
    "action_two_stage_fallback": 13,
    "action_unlikely_intent": 14,
    "action_back": 0,
    "action_extract_slots": 5,
    "action_fetch_product_info": 6,
    "action_get_recommendation": 7,
    "action_handoff_to_human": 8,
    "utter_faq_contact": 15,
    "utter_faq_returns": 16,
    "utter_faq_shipping": 17,
    "utter_goodbye": 18,
    "utter_greet": 19
  },
  "action_text": null,
  "intent_response_key": null
}