{
  "text": {
    "hi": 22,
    "hello": 21,
    "good": 18,
    "morning": 37,
    "i": 25,
    "want": 66,
    "to": 65,
    "talk": 63,
    "a": 0,
    "human": 24,
    "connect": 9,
    "me": 36,
    "support": 60,
    "agent": 1,
    "can": 7,
    "speak": 57,
    "with": 69,
    "real": 45,
    "person": 41,
    "bye": 6,
    "goodbye": 19,
    "see": 50,
    "you": 70,
    "later": 33,
    "what": 67,
    "is": 28,
    "your": 71,
    "shipping": 51,
    "policy": 42,
    "how": 23,
    "long": 35,
    "does": 12,
    "take": 62,
    "do": 11,
    "offer": 40,
    "free": 17,
    "return": 48,
    "an": 3,
    "item": 29,
    "something": 55,
    "contact": 10,
    "email": 14,
    "where": 68,
    "store": 58,
    "recommend": 46,
    "jeans": 31,
    "suggest": 59,
    "shoes": 52,
    "jacket": 30,
    "product": 43,
    "need": 38,
    "recommendation": 47,
    "should": 53,
    "buy": 5,
    "show": 54,
    "products": 44,
    "have": 20,
    "list": 34,
    "all": 2,
    "sorry": 56,
    "no": 39,
    "info": 26,
    "available": 4,
    "for": 16,
    "that": 64,
    "don": 13,
    "t": 61,
    "know": 32,
    "say": 49,
    "cant": 8,
    "find": 15,
    "information": 27
  },
  "intent": {
    "greet": 6,
    "handoff_to_human": 7,
    "goodbye": 5,
    "faq_shipping": 4,
    "faq_returns": 3,
    "faq_contact": 2,
    "request_recommendation": 8,
    "ask_products": 1,
    "unknown": 9,
    "ask_product": 0
  },
  "response": null,
  "action_name": {
    "action_listen": 10,
    "action_restart": 11,
    "action_session_start": 13,
    "action_default_fallback": 4,
    "action_deactivate_loop": 1,
    "action_revert_fallback_events": 12,
    "action_default_ask_affirmation": 2,
    "action_default_ask_rephrase": 3,
    "action_two_stage_fallback": 14,
    "action_unlikely_intent": 15,
    "action_back": 0,
    "action_extract_slots": 5,
    "action_fetch_product_info": 6,
    "action_fetch_products": 7,
    "action_get_recommendation": 8,
    "action_handoff_to_human": 9,
    "utter_faq_contact": 16,
    "utter_faq_returns": 17,
    "utter_faq_shipping": 18,
    "utter_goodbye": 19,
    "utter_greet": 20
  },
  "action_text": null,
  "intent_response_key": null
}