{
  "text": {
    "hi": 27,
    "hello": 26,
    "good": 23,
    "morning": 43,
    "i": 30,
    "want": 77,
    "to": 75,
    "talk": 73,
    "a": 0,
    "human": 29,
    "connect": 13,
    "me": 42,
    "support": 70,
    "agent": 2,
    "can": 8,
    "speak": 66,
    "with": 80,
    "real": 55,
    "person": 48,
    "bye": 7,
    "goodbye": 24,
    "see": 59,
    "you": 81,
    "later": 39,
    "what": 78,
    "is": 34,
    "your": 82,
    "shipping": 60,
    "policy": 50,
    "how": 28,
    "long": 41,
    "does": 16,
    "take": 72,
    "do": 15,
    "offer": 46,
    "free": 22,
    "return": 57,
    "an": 4,
    "item": 35,
    "something": 64,
    "contact": 14,
    "email": 19,
    "where": 79,
    "store": 67,
    "recommend": 56,
    "jeans": 37,
    "suggest": 68,
    "cap": 10,
    "dress": 18,
    "shirt": 61,
    "sunglasses": 69,
    "show": 62,
    "products": 52,
    "have": 25,
    "list": 40,
    "buy": 6,
    "all": 3,
    "purchase": 53,
    "order": 47,
    "sneakers": 63,
    "jacket": 36,
    "add": 1,
    "my": 44,
    "cart": 11,
    "put": 54,
    "in": 31,
    "product": 51,
    "view": 76,
    "checkout": 12,
    "place": 49,
    "sorry": 65,
    "no": 45,
    "info": 32,
    "available": 5,
    "for": 21,
    "that": 74,
    "don": 17,
    "t": 71,
    "know": 38,
    "say": 58,
    "cant": 9,
    "find": 20,
    "information": 33
  },
  "intent": {
    "greet": 8,
    "handoff_to_human": 9,
    "goodbye": 7,
    "faq_shipping": 6,
    "faq_returns": 5,
    "faq_contact": 4,
    "request_recommendation": 12,
    "ask_products": 2,
    "purchase_product": 10,
    "add_to_cart": 0,
    "show_cart": 14,
    "checkout": 3,
    "show_all_products": 13,
    "unknown": 15,
    "ask_product": 1,
    "request_purchase": 11
  },
  "response": null,
  "action_name": {
    "action_listen": 12,
    "action_restart": 15,
    "action_session_start": 17,
    "action_default_fallback": 6,
    "action_deactivate_loop": 3,
    "action_revert_fallback_events": 16,
    "action_default_ask_affirmation": 4,
    "action_default_ask_rephrase": 5,
    "action_two_stage_fallback": 20,
    "action_unlikely_intent": 21,
    "action_back": 1,
    "action_extract_slots": 7,
    "action_add_to_cart": 0,
    "action_checkout": 2,
    "action_fetch_product_info": 8,
    "action_fetch_products": 9,
    "action_get_recommendation": 10,
    "action_handoff_to_human": 11,
    "action_offer_to_add_to_cart": 13,
    "action_purchase_product": 14,
    "action_show_all_products": 18,
    "action_show_cart": 19,
    "utter_faq_contact": 22,
    "utter_faq_returns": 23,
    "utter_faq_shipping": 24,
    "utter_goodbye": 25,
    "utter_greet": 26
  },
  "action_text": null,
  "intent_response_key": null
}