{
  "text": {
    "hi": 63,
    "hello": 60,
    "good": 56,
    "morning": 88,
    "i": 67,
    "want": 174,
    "to": 167,
    "talk": 161,
    "a": 1,
    "human": 66,
    "connect": 31,
    "me": 86,
    "support": 156,
    "agent": 9,
    "can": 22,
    "speak": 149,
    "with": 181,
    "real": 120,
    "person": 110,
    "bye": 20,
    "goodbye": 57,
    "see": 133,
    "you": 185,
    "later": 81,
    "what": 176,
    "is": 73,
    "your": 186,
    "shipping": 140,
    "policy": 112,
    "how": 65,
    "long": 85,
    "does": 41,
    "take": 160,
    "do": 40,
    "offer": 97,
    "free": 52,
    "track": 169,
    "my": 89,
    "order": 104,
    "where": 178,
    "package": 108,
    "tell": 163,
    "about": 3,
    "options": 103,
    "for": 50,
    "orders": 105,
    "over": 107,
    "__number__": 0,
    "when": 177,
    "will": 180,
    "arrive": 15,
    "ship": 139,
    "internationally": 72,
    "courier": 33,
    "use": 171,
    "return": 125,
    "an": 11,
    "item": 74,
    "something": 147,
    "have": 59,
    "get": 54,
    "refund": 123,
    "items": 75,
    "are": 14,
    "non": 92,
    "returnable": 126,
    "exchange": 46,
    "product": 114,
    "send": 135,
    "returns": 127,
    "accept": 4,
    "on": 98,
    "sale": 130,
    "contact": 32,
    "email": 44,
    "store": 152,
    "helpline": 61,
    "number": 94,
    "reach": 119,
    "customer": 34,
    "call": 21,
    "form": 51,
    "there": 166,
    "live": 84,
    "chat": 27,
    "option": 102,
    "service": 136,
    "hours": 64,
    "in": 69,
    "touch": 168,
    "team": 162,
    "recommend": 121,
    "jeans": 78,
    "any": 13,
    "suggestions": 154,
    "socks": 146,
    "would": 182,
    "running": 129,
    "shoes": 142,
    "recommendations": 122,
    "jackets": 77,
    "which": 179,
    "cap": 24,
    "suggest": 153,
    "wallet": 173,
    "show": 143,
    "products": 115,
    "list": 83,
    "buy": 18,
    "all": 10,
    "from": 53,
    "let": 82,
    "available": 16,
    "sell": 134,
    "everything": 45,
    "display": 39,
    "accessories": 5,
    "clothing": 29,
    "sneakers": 145,
    "purchase": 116,
    "sunglasses": 155,
    "dress": 43,
    "shirt": 141,
    "jacket": 76,
    "backpack": 17,
    "watch": 175,
    "sweater": 158,
    "sandals": 131,
    "skirt": 144,
    "add": 6,
    "cart": 25,
    "put": 117,
    "remove": 124,
    "delete": 37,
    "out": 106,
    "of": 95,
    "the": 165,
    "rid": 128,
    "discard": 38,
    "off": 96,
    "change": 26,
    "quantity": 118,
    "set": 138,
    "update": 170,
    "only": 100,
    "decrease": 35,
    "by": 19,
    "guest": 58,
    "id": 68,
    "here": 62,
    "abc": 2,
    "def": 36,
    "xyz": 183,
    "start": 150,
    "session": 137,
    "give": 55,
    "new": 90,
    "yes": 184,
    "another": 12,
    "one": 99,
    "more": 87,
    "sure": 157,
    "again": 8,
    "no": 91,
    "don": 42,
    "t": 159,
    "just": 79,
    "fine": 48,
    "view": 172,
    "added": 7,
    "open": 101,
    "checkout": 28,
    "place": 111,
    "complete": 30,
    "pay": 109,
    "now": 93,
    "proceed": 113,
    "finish": 49,
    "status": 151,
    "sorry": 148,
    "info": 70,
    "that": 164,
    "know": 80,
    "say": 132,
    "cant": 23,
    "find": 47,
    "information": 71
  },
  "intent": {
    "greet": 10,
    "handoff_to_human": 11,
    "goodbye": 9,
    "faq_shipping": 8,
    "faq_returns": 7,
    "faq_contact": 6,
    "request_recommendation": 17,
    "ask_products": 2,
    "search_by_category": 18,
    "purchase_product": 14,
    "add_to_cart": 0,
    "remove_from_cart": 15,
    "update_cart_quantity": 24,
    "provide_guest_id": 13,
    "start_guest_session": 21,
    "confirm_add_duplicate": 4,
    "show_cart": 20,
    "checkout": 3,
    "track_order": 22,
    "show_all_products": 19,
    "unknown": 23,
    "ask_product": 1,
    "faq": 5,
    "nlu_fallback": 12,
    "request_purchase": 16
  },
  "response": null,
  "action_name": {
    "action_listen": 14,
    "action_restart": 17,
    "action_session_start": 19,
    "action_default_fallback": 7,
    "action_deactivate_loop": 4,
    "action_revert_fallback_events": 18,
    "action_default_ask_affirmation": 5,
    "action_default_ask_rephrase": 6,
    "action_two_stage_fallback": 24,
    "action_unlikely_intent": 25,
    "action_back": 2,
    "action_extract_slots": 8,
    "action_add_to_cart": 0,
    "action_answer_faq": 1,
    "action_checkout": 3,
    "action_fetch_product_info": 9,
    "action_fetch_products": 10,
    "action_fetch_products_by_category": 11,
    "action_get_recommendation": 12,
    "action_handoff_to_human": 13,
    "action_offer_to_add_to_cart": 15,
    "action_remove_from_cart": 16,
    "action_show_all_products": 20,
    "action_show_cart": 21,
    "action_start_guest_session": 22,
    "action_track_order": 23,
    "action_update_cart_quantity": 26,
    "utter_faq_contact": 27,
    "utter_faq_returns": 28,
    "utter_faq_shipping": 29,
    "utter_goodbye": 30
  },
  "action_text": null,
  "intent_response_key": null
}