{
  "text": {
    "hi": 30,
    "hello": 29,
    "good": 26,
    "morning": 46,
    "i": 33,
    "want": 87,
    "to": 84,
    "talk": 82,
    "a": 0,
    "human": 32,
    "connect": 15,
    "me": 45,
    "support": 78,
    "agent": 3,
    "can": 10,
    "speak": 74,
    "with": 91,
    "real": 58,
    "person": 52,
    "bye": 9,
    "goodbye": 27,
    "see": 64,
    "you": 92,
    "later": 42,
    "what": 89,
    "is": 37,
    "your": 93,
    "shipping": 65,
    "policy": 54,
    "how": 31,
    "long": 44,
    "does": 19,
    "take": 81,
    "do": 18,
    "offer": 49,
    "free": 25,
    "return": 60,
    "an": 5,
    "item": 38,
    "something": 72,
    "contact": 16,
    "email": 22,
    "where": 90,
    "store": 75,
    "recommend": 59,
    "jeans": 40,
    "sneakers": 70,
    "suggest": 76,
    "cap": 12,
    "dress": 21,
    "shirt": 66,
    "jacket": 39,
    "running": 61,
    "shoes": 67,
    "backpack": 7,
    "watch": 88,
    "sunglasses": 77,
    "sweater": 79,
    "sandals": 62,
    "skirt": 69,
    "wallet": 86,
    "socks": 71,
    "show": 68,
    "products": 55,
    "have": 28,
    "list": 43,
    "buy": 8,
    "all": 4,
    "purchase": 56,
    "order": 51,
    "add": 1,
    "in": 34,
    "my": 47,
    "cart": 13,
    "put": 57,
    "view": 85,
    "display": 17,
    "added": 2,
    "open": 50,
    "checkout": 14,
    "place": 53,
    "sorry": 73,
    "no": 48,
    "info": 35,
    "available": 6,
    "for": 24,
    "that": 83,
    "don": 20,
    "t": 80,
    "know": 41,
    "say": 63,
    "cant": 11,
    "find": 23,
    "information": 36
  },
  "intent": {
    "greet": 8,
    "handoff_to_human": 9,
    "goodbye": 7,
    "faq_shipping": 6,
    "faq_returns": 5,
    "faq_contact": 4,
    "request_recommendation": 12,
    "ask_products": 2,
    "purchase_product": 10,
    "add_to_cart": 0,
    "show_cart": 14,
    "checkout": 3,
    "show_all_products": 13,
    "unknown": 15,
    "ask_product": 1,
    "request_purchase": 11
  },
  "response": null,
  "action_name": {
    "action_listen": 12,
    "action_restart": 14,
    "action_session_start": 16,
    "action_default_fallback": 6,
    "action_deactivate_loop": 3,
    "action_revert_fallback_events": 15,
    "action_default_ask_affirmation": 4,
    "action_default_ask_rephrase": 5,
    "action_two_stage_fallback": 19,
    "action_unlikely_intent": 20,
    "action_back": 1,
    "action_extract_slots": 7,
    "action_add_to_cart": 0,
    "action_checkout": 2,
    "action_fetch_product_info": 8,
    "action_fetch_products": 9,
    "action_get_recommendation": 10,
    "action_handoff_to_human": 11,
    "action_offer_to_add_to_cart": 13,
    "action_show_all_products": 17,
    "action_show_cart": 18,
    "utter_faq_contact": 21,
    "utter_faq_returns": 22,
    "utter_faq_shipping": 23,
    "utter_goodbye": 24,
    "utter_greet": 25
  },
  "action_text": null,
  "intent_response_key": null
}