{
  "text": {
    "hi": 54,
    "hello": 52,
    "good": 48,
    "morning": 76,
    "i": 57,
    "want": 143,
    "to": 138,
    "talk": 134,
    "a": 1,
    "human": 56,
    "connect": 27,
    "me": 74,
    "support": 129,
    "agent": 7,
    "can": 18,
    "speak": 122,
    "with": 148,
    "real": 100,
    "person": 92,
    "bye": 17,
    "goodbye": 49,
    "see": 109,
    "you": 153,
    "later": 70,
    "what": 145,
    "is": 62,
    "your": 154,
    "shipping": 113,
    "policy": 94,
    "how": 55,
    "long": 73,
    "does": 35,
    "take": 133,
    "do": 34,
    "offer": 83,
    "free": 44,
    "track": 139,
    "my": 77,
    "order": 87,
    "where": 146,
    "package": 90,
    "return": 104,
    "an": 9,
    "item": 63,
    "something": 120,
    "contact": 28,
    "email": 38,
    "store": 125,
    "recommend": 101,
    "jeans": 67,
    "any": 11,
    "suggestions": 127,
    "for": 43,
    "socks": 119,
    "would": 149,
    "running": 106,
    "shoes": 115,
    "have": 51,
    "recommendations": 102,
    "jackets": 66,
    "which": 147,
    "cap": 20,
    "suggest": 126,
    "there": 137,
    "wallet": 142,
    "show": 116,
    "products": 96,
    "list": 72,
    "buy": 15,
    "all": 8,
    "from": 45,
    "let": 71,
    "items": 64,
    "are": 12,
    "available": 13,
    "sell": 110,
    "everything": 39,
    "display": 33,
    "accessories": 3,
    "clothing": 25,
    "sneakers": 118,
    "purchase": 97,
    "sunglasses": 128,
    "dress": 37,
    "shirt": 114,
    "jacket": 65,
    "backpack": 14,
    "watch": 144,
    "sweater": 131,
    "sandals": 107,
    "skirt": 117,
    "add": 4,
    "in": 59,
    "cart": 21,
    "put": 98,
    "remove": 103,
    "delete": 31,
    "out": 89,
    "of": 81,
    "the": 136,
    "get": 46,
    "rid": 105,
    "discard": 32,
    "off": 82,
    "change": 23,
    "quantity": 99,
    "__number__": 0,
    "set": 112,
    "update": 140,
    "only": 85,
    "decrease": 29,
    "by": 16,
    "guest": 50,
    "id": 58,
    "here": 53,
    "abc": 2,
    "def": 30,
    "xyz": 151,
    "xwfdu": 150,
    "ceoyh": 22,
    "start": 123,
    "session": 111,
    "give": 47,
    "new": 78,
    "yes": 152,
    "another": 10,
    "one": 84,
    "more": 75,
    "sure": 130,
    "again": 6,
    "no": 79,
    "don": 36,
    "t": 132,
    "just": 68,
    "fine": 41,
    "view": 141,
    "added": 5,
    "open": 86,
    "checkout": 24,
    "place": 93,
    "complete": 26,
    "pay": 91,
    "now": 80,
    "proceed": 95,
    "finish": 42,
    "orders": 88,
    "status": 124,
    "sorry": 121,
    "info": 60,
    "that": 135,
    "know": 69,
    "say": 108,
    "cant": 19,
    "find": 40,
    "information": 61
  },
  "intent": {
    "greet": 10,
    "handoff_to_human": 11,
    "goodbye": 9,
    "faq_shipping": 8,
    "faq_returns": 7,
    "faq_contact": 6,
    "request_recommendation": 17,
    "ask_products": 2,
    "search_by_category": 18,
    "purchase_product": 14,
    "add_to_cart": 0,
    "remove_from_cart": 15,
    "update_cart_quantity": 24,
    "provide_guest_id": 13,
    "start_guest_session": 21,
    "confirm_add_duplicate": 4,
    "show_cart": 20,
    "checkout": 3,
    "track_order": 22,
    "show_all_products": 19,
    "unknown": 23,
    "ask_product": 1,
    "faq": 5,
    "nlu_fallback": 12,
    "request_purchase": 16
  },
  "response": null,
  "action_name": {
    "action_listen": 14,
    "action_restart": 17,
    "action_session_start": 19,
    "action_default_fallback": 7,
    "action_deactivate_loop": 4,
    "action_revert_fallback_events": 18,
    "action_default_ask_affirmation": 5,
    "action_default_ask_rephrase": 6,
    "action_two_stage_fallback": 24,
    "action_unlikely_intent": 25,
    "action_back": 2,
    "action_extract_slots": 8,
    "action_add_to_cart": 0,
    "action_answer_faq": 1,
    "action_checkout": 3,
    "action_fetch_product_info": 9,
    "action_fetch_products": 10,
    "action_fetch_products_by_category": 11,
    "action_get_recommendation": 12,
    "action_handoff_to_human": 13,
    "action_offer_to_add_to_cart": 15,
    "action_remove_from_cart": 16,
    "action_show_all_products": 20,
    "action_show_cart": 21,
    "action_start_guest_session": 22,
    "action_track_order": 23,
    "action_update_cart_quantity": 26,
    "utter_goodbye": 27,
    "utter_greet": 28
  },
  "action_text": null,
  "intent_response_key": null
}