{
  "text": {
    "hi": 46,
    "hello": 45,
    "good": 42,
    "morning": 68,
    "i": 49,
    "want": 123,
    "to": 119,
    "talk": 115,
    "a": 0,
    "human": 48,
    "connect": 26,
    "me": 67,
    "support": 111,
    "agent": 5,
    "can": 16,
    "speak": 103,
    "with": 130,
    "real": 82,
    "person": 76,
    "bye": 15,
    "goodbye": 43,
    "see": 91,
    "you": 132,
    "later": 60,
    "what": 126,
    "is": 53,
    "your": 133,
    "shipping": 93,
    "policy": 78,
    "how": 47,
    "long": 64,
    "does": 30,
    "take": 114,
    "do": 29,
    "offer": 72,
    "free": 40,
    "track": 120,
    "my": 69,
    "order": 74,
    "where": 127,
    "package": 75,
    "return": 86,
    "an": 7,
    "item": 54,
    "something": 101,
    "contact": 27,
    "email": 35,
    "store": 105,
    "recommend": 84,
    "jeans": 58,
    "any": 9,
    "suggestions": 108,
    "for": 38,
    "socks": 100,
    "would": 131,
    "running": 87,
    "shoes": 95,
    "have": 44,
    "recommendations": 85,
    "jackets": 57,
    "which": 128,
    "cap": 18,
    "suggest": 107,
    "there": 118,
    "wallet": 122,
    "recomend": 83,
    "sugest": 106,
    "similar": 97,
    "sandals": 89,
    "s": 88,
    "sweater": 112,
    "in": 50,
    "m": 66,
    "looking": 65,
    "need": 70,
    "backpack": 13,
    "about": 1,
    "sunglasses": 110,
    "and": 8,
    "anything": 10,
    "else": 34,
    "like": 62,
    "dress": 32,
    "shirt": 94,
    "show": 96,
    "products": 79,
    "list": 63,
    "buy": 14,
    "all": 6,
    "from": 41,
    "let": 61,
    "items": 55,
    "are": 11,
    "available": 12,
    "sell": 92,
    "everything": 36,
    "clothing": 24,
    "electronics": 33,
    "accessories": 2,
    "sportswear": 104,
    "formal": 39,
    "wear": 125,
    "casual": 20,
    "winter": 129,
    "clothes": 23,
    "the": 117,
    "summer": 109,
    "collection": 25,
    "category": 21,
    "sneakers": 99,
    "purchase": 80,
    "jacket": 56,
    "watch": 124,
    "skirt": 98,
    "add": 3,
    "cart": 19,
    "put": 81,
    "view": 121,
    "display": 28,
    "added": 4,
    "open": 73,
    "checkout": 22,
    "place": 77,
    "sorry": 102,
    "no": 71,
    "info": 51,
    "that": 116,
    "don": 31,
    "t": 113,
    "know": 59,
    "say": 90,
    "cant": 17,
    "find": 37,
    "information": 52
  },
  "intent": {
    "greet": 9,
    "handoff_to_human": 10,
    "goodbye": 8,
    "faq_shipping": 7,
    "faq_returns": 6,
    "faq_contact": 5,
    "request_recommendation": 13,
    "ask_products": 2,
    "search_by_category": 14,
    "purchase_product": 11,
    "add_to_cart": 0,
    "show_cart": 16,
    "checkout": 3,
    "show_all_products": 15,
    "unknown": 17,
    "ask_product": 1,
    "faq": 4,
    "request_purchase": 12
  },
  "response": null,
  "action_name": {
    "action_listen": 14,
    "action_restart": 16,
    "action_session_start": 18,
    "action_default_fallback": 7,
    "action_deactivate_loop": 4,
    "action_revert_fallback_events": 17,
    "action_default_ask_affirmation": 5,
    "action_default_ask_rephrase": 6,
    "action_two_stage_fallback": 21,
    "action_unlikely_intent": 22,
    "action_back": 2,
    "action_extract_slots": 8,
    "action_add_to_cart": 0,
    "action_answer_faq": 1,
    "action_checkout": 3,
    "action_fetch_product_info": 9,
    "action_fetch_products": 10,
    "action_fetch_products_by_category": 11,
    "action_get_recommendation": 12,
    "action_handoff_to_human": 13,
    "action_offer_to_add_to_cart": 15,
    "action_show_all_products": 19,
    "action_show_cart": 20,
    "utter_goodbye": 23,
    "utter_greet": 24
  },
  "action_text": null,
  "intent_response_key": null
}