{
  "text": {
    "hi": 36,
    "hello": 35,
    "good": 32,
    "morning": 55,
    "i": 39,
    "want": 102,
    "to": 98,
    "talk": 95,
    "a": 0,
    "human": 38,
    "connect": 19,
    "me": 54,
    "support": 91,
    "agent": 4,
    "can": 13,
    "speak": 86,
    "with": 107,
    "real": 68,
    "person": 62,
    "bye": 12,
    "goodbye": 33,
    "see": 75,
    "you": 109,
    "later": 50,
    "what": 104,
    "is": 43,
    "your": 110,
    "shipping": 77,
    "policy": 64,
    "how": 37,
    "long": 53,
    "does": 23,
    "take": 94,
    "do": 22,
    "offer": 58,
    "free": 30,
    "track": 99,
    "my": 56,
    "order": 60,
    "where": 105,
    "package": 61,
    "return": 71,
    "an": 6,
    "item": 44,
    "something": 84,
    "contact": 20,
    "email": 26,
    "store": 87,
    "recommend": 69,
    "jeans": 48,
    "any": 7,
    "suggestions": 89,
    "for": 29,
    "socks": 83,
    "would": 108,
    "running": 72,
    "shoes": 79,
    "have": 34,
    "recommendations": 70,
    "jackets": 47,
    "which": 106,
    "cap": 15,
    "suggest": 88,
    "there": 97,
    "wallet": 101,
    "show": 80,
    "products": 65,
    "list": 52,
    "buy": 11,
    "all": 5,
    "from": 31,
    "let": 51,
    "items": 45,
    "are": 8,
    "available": 9,
    "sell": 76,
    "everything": 27,
    "display": 21,
    "accessories": 1,
    "clothing": 18,
    "sneakers": 82,
    "purchase": 66,
    "sunglasses": 90,
    "dress": 25,
    "shirt": 78,
    "jacket": 46,
    "backpack": 10,
    "watch": 103,
    "sweater": 92,
    "sandals": 73,
    "skirt": 81,
    "add": 2,
    "in": 40,
    "cart": 16,
    "put": 67,
    "view": 100,
    "added": 3,
    "open": 59,
    "checkout": 17,
    "place": 63,
    "sorry": 85,
    "no": 57,
    "info": 41,
    "that": 96,
    "don": 24,
    "t": 93,
    "know": 49,
    "say": 74,
    "cant": 14,
    "find": 28,
    "information": 42
  },
  "intent": {
    "greet": 9,
    "handoff_to_human": 10,
    "goodbye": 8,
    "faq_shipping": 7,
    "faq_returns": 6,
    "faq_contact": 5,
    "request_recommendation": 13,
    "ask_products": 2,
    "search_by_category": 14,
    "purchase_product": 11,
    "add_to_cart": 0,
    "show_cart": 16,
    "checkout": 3,
    "show_all_products": 15,
    "unknown": 17,
    "ask_product": 1,
    "faq": 4,
    "request_purchase": 12
  },
  "response": null,
  "action_name": {
    "action_listen": 14,
    "action_restart": 16,
    "action_session_start": 18,
    "action_default_fallback": 7,
    "action_deactivate_loop": 4,
    "action_revert_fallback_events": 17,
    "action_default_ask_affirmation": 5,
    "action_default_ask_rephrase": 6,
    "action_two_stage_fallback": 21,
    "action_unlikely_intent": 22,
    "action_back": 2,
    "action_extract_slots": 8,
    "action_add_to_cart": 0,
    "action_answer_faq": 1,
    "action_checkout": 3,
    "action_fetch_product_info": 9,
    "action_fetch_products": 10,
    "action_fetch_products_by_category": 11,
    "action_get_recommendation": 12,
    "action_handoff_to_human": 13,
    "action_offer_to_add_to_cart": 15,
    "action_show_all_products": 19,
    "action_show_cart": 20,
    "utter_goodbye": 23,
    "utter_greet": 24
  },
  "action_text": null,
  "intent_response_key": null
}