{
  "text": {
    "hi": 44,
    "hello": 43,
    "good": 40,
    "morning": 65,
    "i": 47,
    "want": 122,
    "to": 117,
    "talk": 113,
    "a": 1,
    "human": 46,
    "connect": 24,
    "me": 63,
    "support": 108,
    "agent": 6,
    "can": 17,
    "speak": 103,
    "with": 127,
    "real": 83,
    "person": 76,
    "bye": 16,
    "goodbye": 41,
    "see": 91,
    "you": 130,
    "later": 59,
    "what": 124,
    "is": 51,
    "your": 131,
    "shipping": 94,
    "policy": 78,
    "how": 45,
    "long": 62,
    "does": 30,
    "take": 112,
    "do": 29,
    "offer": 69,
    "free": 38,
    "track": 118,
    "my": 66,
    "order": 73,
    "where": 125,
    "package": 75,
    "return": 87,
    "an": 8,
    "item": 52,
    "something": 101,
    "contact": 25,
    "email": 33,
    "store": 104,
    "recommend": 84,
    "jeans": 56,
    "any": 10,
    "suggestions": 106,
    "for": 37,
    "socks": 100,
    "would": 128,
    "running": 88,
    "shoes": 96,
    "have": 42,
    "recommendations": 85,
    "jackets": 55,
    "which": 126,
    "cap": 19,
    "suggest": 105,
    "there": 116,
    "wallet": 121,
    "show": 97,
    "products": 79,
    "list": 61,
    "buy": 14,
    "all": 7,
    "from": 39,
    "let": 60,
    "items": 53,
    "are": 11,
    "available": 12,
    "sell": 92,
    "everything": 34,
    "display": 28,
    "accessories": 2,
    "clothing": 23,
    "sneakers": 99,
    "purchase": 80,
    "sunglasses": 107,
    "dress": 32,
    "shirt": 95,
    "jacket": 54,
    "backpack": 13,
    "watch": 123,
    "sweater": 110,
    "sandals": 89,
    "skirt": 98,
    "add": 3,
    "in": 48,
    "cart": 20,
    "put": 81,
    "remove": 86,
    "delete": 27,
    "out": 74,
    "of": 68,
    "the": 115,
    "change": 21,
    "quantity": 82,
    "__number__": 0,
    "set": 93,
    "update": 119,
    "only": 71,
    "decrease": 26,
    "by": 15,
    "yes": 129,
    "another": 9,
    "one": 70,
    "more": 64,
    "sure": 109,
    "again": 5,
    "no": 67,
    "don": 31,
    "t": 111,
    "just": 57,
    "fine": 36,
    "view": 120,
    "added": 4,
    "open": 72,
    "checkout": 22,
    "place": 77,
    "sorry": 102,
    "info": 49,
    "that": 114,
    "know": 58,
    "say": 90,
    "cant": 18,
    "find": 35,
    "information": 50
  },
  "intent": {
    "greet": 10,
    "handoff_to_human": 11,
    "goodbye": 9,
    "faq_shipping": 8,
    "faq_returns": 7,
    "faq_contact": 6,
    "request_recommendation": 16,
    "ask_products": 2,
    "search_by_category": 17,
    "purchase_product": 13,
    "add_to_cart": 0,
    "remove_from_cart": 14,
    "update_cart_quantity": 21,
    "confirm_add_duplicate": 4,
    "show_cart": 19,
    "checkout": 3,
    "show_all_products": 18,
    "unknown": 20,
    "ask_product": 1,
    "faq": 5,
    "nlu_fallback": 12,
    "request_purchase": 15
  },
  "response": null,
  "action_name": {
    "action_listen": 14,
    "action_restart": 17,
    "action_session_start": 19,
    "action_default_fallback": 7,
    "action_deactivate_loop": 4,
    "action_revert_fallback_events": 18,
    "action_default_ask_affirmation": 5,
    "action_default_ask_rephrase": 6,
    "action_two_stage_fallback": 22,
    "action_unlikely_intent": 23,
    "action_back": 2,
    "action_extract_slots": 8,
    "action_add_to_cart": 0,
    "action_answer_faq": 1,
    "action_checkout": 3,
    "action_fetch_product_info": 9,
    "action_fetch_products": 10,
    "action_fetch_products_by_category": 11,
    "action_get_recommendation": 12,
    "action_handoff_to_human": 13,
    "action_offer_to_add_to_cart": 15,
    "action_remove_from_cart": 16,
    "action_show_all_products": 20,
    "action_show_cart": 21,
    "action_update_cart_quantity": 24,
    "utter_goodbye": 25,
    "utter_greet": 26
  },
  "action_text": null,
  "intent_response_key": null
}