{
  "text": {
    "hi": 24,
    "hello": 23,
    "good": 19,
    "morning": 38,
    "i": 27,
    "want": 70,
    "to": 69,
    "talk": 66,
    "a": 0,
    "human": 26,
    "connect": 10,
    "me": 37,
    "support": 63,
    "agent": 2,
    "can": 8,
    "speak": 60,
    "with": 73,
    "real": 47,
    "person": 43,
    "bye": 7,
    "goodbye": 20,
    "see": 52,
    "you": 74,
    "later": 34,
    "what": 71,
    "is": 30,
    "your": 75,
    "shipping": 53,
    "policy": 44,
    "how": 25,
    "long": 36,
    "does": 13,
    "take": 65,
    "do": 12,
    "offer": 41,
    "free": 18,
    "return": 50,
    "an": 4,
    "item": 31,
    "something": 58,
    "contact": 11,
    "email": 15,
    "where": 72,
    "store": 61,
    "tell": 67,
    "about": 1,
    "shirt": 54,
    "jeans": 32,
    "info": 28,
    "on": 42,
    "hat": 21,
    "recommend": 48,
    "suggest": 62,
    "shoes": 55,
    "product": 45,
    "need": 39,
    "recommendation": 49,
    "should": 56,
    "buy": 6,
    "show": 57,
    "products": 46,
    "have": 22,
    "list": 35,
    "all": 3,
    "sorry": 59,
    "no": 40,
    "available": 5,
    "for": 17,
    "that": 68,
    "don": 14,
    "t": 64,
    "know": 33,
    "say": 51,
    "cant": 9,
    "find": 16,
    "information": 29
  },
  "intent": {
    "greet": 6,
    "handoff_to_human": 7,
    "goodbye": 5,
    "faq_shipping": 4,
    "faq_returns": 3,
    "faq_contact": 2,
    "ask_product": 0,
    "request_recommendation": 8,
    "ask_products": 1,
    "unknown": 9
  },
  "response": null,
  "action_name": {
    "action_listen": 10,
    "action_restart": 11,
    "action_session_start": 13,
    "action_default_fallback": 4,
    "action_deactivate_loop": 1,
    "action_revert_fallback_events": 12,
    "action_default_ask_affirmation": 2,
    "action_default_ask_rephrase": 3,
    "action_two_stage_fallback": 14,
    "action_unlikely_intent": 15,
    "action_back": 0,
    "action_extract_slots": 5,
    "action_fetch_product_info": 6,
    "action_fetch_products": 7,
    "action_get_recommendation": 8,
    "action_handoff_to_human": 9,
    "utter_faq_contact": 16,
    "utter_faq_returns": 17,
    "utter_faq_shipping": 18,
    "utter_goodbye": 19,
    "utter_greet": 20
  },
  "action_text": null,
  "intent_response_key": null
}