{
  "text": {
    "hi": 46,
    "hello": 45,
    "good": 42,
    "morning": 67,
    "i": 49,
    "want": 126,
    "to": 121,
    "talk": 117,
    "a": 1,
    "human": 48,
    "connect": 24,
    "me": 65,
    "support": 112,
    "agent": 6,
    "can": 17,
    "speak": 107,
    "with": 131,
    "real": 86,
    "person": 79,
    "bye": 16,
    "goodbye": 43,
    "see": 95,
    "you": 134,
    "later": 61,
    "what": 128,
    "is": 53,
    "your": 135,
    "shipping": 98,
    "policy": 81,
    "how": 47,
    "long": 64,
    "does": 31,
    "take": 116,
    "do": 30,
    "offer": 72,
    "free": 39,
    "track": 122,
    "my": 68,
    "order": 76,
    "where": 129,
    "package": 78,
    "return": 90,
    "an": 8,
    "item": 54,
    "something": 105,
    "contact": 25,
    "email": 34,
    "store": 108,
    "recommend": 87,
    "jeans": 58,
    "any": 10,
    "suggestions": 110,
    "for": 38,
    "socks": 104,
    "would": 132,
    "running": 92,
    "shoes": 100,
    "have": 44,
    "recommendations": 88,
    "jackets": 57,
    "which": 130,
    "cap": 19,
    "suggest": 109,
    "there": 120,
    "wallet": 125,
    "show": 101,
    "products": 82,
    "list": 63,
    "buy": 14,
    "all": 7,
    "from": 40,
    "let": 62,
    "items": 55,
    "are": 11,
    "available": 12,
    "sell": 96,
    "everything": 35,
    "display": 29,
    "accessories": 2,
    "clothing": 23,
    "sneakers": 103,
    "purchase": 83,
    "sunglasses": 111,
    "dress": 33,
    "shirt": 99,
    "jacket": 56,
    "backpack": 13,
    "watch": 127,
    "sweater": 114,
    "sandals": 93,
    "skirt": 102,
    "add": 3,
    "in": 50,
    "cart": 20,
    "put": 84,
    "remove": 89,
    "delete": 27,
    "out": 77,
    "of": 70,
    "the": 119,
    "get": 41,
    "rid": 91,
    "discard": 28,
    "off": 71,
    "change": 21,
    "quantity": 85,
    "__number__": 0,
    "set": 97,
    "update": 123,
    "only": 74,
    "decrease": 26,
    "by": 15,
    "yes": 133,
    "another": 9,
    "one": 73,
    "more": 66,
    "sure": 113,
    "again": 5,
    "no": 69,
    "don": 32,
    "t": 115,
    "just": 59,
    "fine": 37,
    "view": 124,
    "added": 4,
    "open": 75,
    "checkout": 22,
    "place": 80,
    "sorry": 106,
    "info": 51,
    "that": 118,
    "know": 60,
    "say": 94,
    "cant": 18,
    "find": 36,
    "information": 52
  },
  "intent": {
    "greet": 10,
    "handoff_to_human": 11,
    "goodbye": 9,
    "faq_shipping": 8,
    "faq_returns": 7,
    "faq_contact": 6,
    "request_recommendation": 16,
    "ask_products": 2,
    "search_by_category": 17,
    "purchase_product": 13,
    "add_to_cart": 0,
    "remove_from_cart": 14,
    "update_cart_quantity": 21,
    "confirm_add_duplicate": 4,
    "show_cart": 19,
    "checkout": 3,
    "show_all_products": 18,
    "unknown": 20,
    "ask_product": 1,
    "faq": 5,
    "nlu_fallback": 12,
    "request_purchase": 15
  },
  "response": null,
  "action_name": {
    "action_listen": 14,
    "action_restart": 17,
    "action_session_start": 19,
    "action_default_fallback": 7,
    "action_deactivate_loop": 4,
    "action_revert_fallback_events": 18,
    "action_default_ask_affirmation": 5,
    "action_default_ask_rephrase": 6,
    "action_two_stage_fallback": 22,
    "action_unlikely_intent": 23,
    "action_back": 2,
    "action_extract_slots": 8,
    "action_add_to_cart": 0,
    "action_answer_faq": 1,
    "action_checkout": 3,
    "action_fetch_product_info": 9,
    "action_fetch_products": 10,
    "action_fetch_products_by_category": 11,
    "action_get_recommendation": 12,
    "action_handoff_to_human": 13,
    "action_offer_to_add_to_cart": 15,
    "action_remove_from_cart": 16,
    "action_show_all_products": 20,
    "action_show_cart": 21,
    "action_update_cart_quantity": 24,
    "utter_goodbye": 25,
    "utter_greet": 26
  },
  "action_text": null,
  "intent_response_key": null
}