{
  "text": {
    "hi": 30,
    "hello": 29,
    "good": 26,
    "morning": 46,
    "i": 33,
    "want": 89,
    "to": 85,
    "talk": 83,
    "a": 0,
    "human": 32,
    "connect": 15,
    "me": 45,
    "support": 79,
    "agent": 3,
    "can": 10,
    "speak": 75,
    "with": 93,
    "real": 59,
    "person": 53,
    "bye": 9,
    "goodbye": 27,
    "see": 65,
    "you": 94,
    "later": 42,
    "what": 91,
    "is": 37,
    "your": 95,
    "shipping": 66,
    "policy": 55,
    "how": 31,
    "long": 44,
    "does": 19,
    "take": 82,
    "do": 18,
    "offer": 49,
    "free": 25,
    "track": 86,
    "my": 47,
    "order": 51,
    "where": 92,
    "package": 52,
    "return": 61,
    "an": 5,
    "item": 38,
    "something": 73,
    "contact": 16,
    "email": 22,
    "store": 76,
    "recommend": 60,
    "jeans": 40,
    "sneakers": 71,
    "suggest": 77,
    "cap": 12,
    "dress": 21,
    "shirt": 67,
    "jacket": 39,
    "running": 62,
    "shoes": 68,
    "backpack": 7,
    "watch": 90,
    "sunglasses": 78,
    "sweater": 80,
    "sandals": 63,
    "skirt": 70,
    "wallet": 88,
    "socks": 72,
    "show": 69,
    "products": 56,
    "have": 28,
    "list": 43,
    "buy": 8,
    "all": 4,
    "purchase": 57,
    "add": 1,
    "in": 34,
    "cart": 13,
    "put": 58,
    "view": 87,
    "display": 17,
    "added": 2,
    "open": 50,
    "checkout": 14,
    "place": 54,
    "sorry": 74,
    "no": 48,
    "info": 35,
    "available": 6,
    "for": 24,
    "that": 84,
    "don": 20,
    "t": 81,
    "know": 41,
    "say": 64,
    "cant": 11,
    "find": 23,
    "information": 36
  },
  "intent": {
    "greet": 9,
    "handoff_to_human": 10,
    "goodbye": 8,
    "faq_shipping": 7,
    "faq_returns": 6,
    "faq_contact": 5,
    "request_recommendation": 13,
    "ask_products": 2,
    "purchase_product": 11,
    "add_to_cart": 0,
    "show_cart": 15,
    "checkout": 3,
    "show_all_products": 14,
    "unknown": 16,
    "ask_product": 1,
    "faq": 4,
    "request_purchase": 12
  },
  "response": null,
  "action_name": {
    "action_listen": 13,
    "action_restart": 15,
    "action_session_start": 17,
    "action_default_fallback": 7,
    "action_deactivate_loop": 4,
    "action_revert_fallback_events": 16,
    "action_default_ask_affirmation": 5,
    "action_default_ask_rephrase": 6,
    "action_two_stage_fallback": 20,
    "action_unlikely_intent": 21,
    "action_back": 2,
    "action_extract_slots": 8,
    "action_add_to_cart": 0,
    "action_answer_faq": 1,
    "action_checkout": 3,
    "action_fetch_product_info": 9,
    "action_fetch_products": 10,
    "action_get_recommendation": 11,
    "action_handoff_to_human": 12,
    "action_offer_to_add_to_cart": 14,
    "action_show_all_products": 18,
    "action_show_cart": 19,
    "utter_faq_contact": 22,
    "utter_faq_returns": 23,
    "utter_faq_shipping": 24,
    "utter_goodbye": 25,
    "utter_greet": 26
  },
  "action_text": null,
  "intent_response_key": null
}