{
  "text": {
    "hi": 48,
    "hello": 47,
    "good": 44,
    "morning": 69,
    "i": 51,
    "want": 131,
    "to": 126,
    "talk": 122,
    "a": 1,
    "human": 50,
    "connect": 25,
    "me": 67,
    "support": 117,
    "agent": 6,
    "can": 17,
    "speak": 112,
    "with": 136,
    "real": 91,
    "person": 83,
    "bye": 16,
    "goodbye": 45,
    "see": 100,
    "you": 139,
    "later": 63,
    "what": 133,
    "is": 55,
    "your": 140,
    "shipping": 103,
    "policy": 85,
    "how": 49,
    "long": 66,
    "does": 32,
    "take": 121,
    "do": 31,
    "offer": 75,
    "free": 41,
    "track": 127,
    "my": 70,
    "order": 79,
    "where": 134,
    "package": 81,
    "return": 95,
    "an": 8,
    "item": 56,
    "something": 110,
    "contact": 26,
    "email": 35,
    "store": 113,
    "recommend": 92,
    "jeans": 60,
    "any": 10,
    "suggestions": 115,
    "for": 40,
    "socks": 109,
    "would": 137,
    "running": 97,
    "shoes": 105,
    "have": 46,
    "recommendations": 93,
    "jackets": 59,
    "which": 135,
    "cap": 19,
    "suggest": 114,
    "there": 125,
    "wallet": 130,
    "show": 106,
    "products": 87,
    "list": 65,
    "buy": 14,
    "all": 7,
    "from": 42,
    "let": 64,
    "items": 57,
    "are": 11,
    "available": 12,
    "sell": 101,
    "everything": 36,
    "display": 30,
    "accessories": 2,
    "clothing": 23,
    "sneakers": 108,
    "purchase": 88,
    "sunglasses": 116,
    "dress": 34,
    "shirt": 104,
    "jacket": 58,
    "backpack": 13,
    "watch": 132,
    "sweater": 119,
    "sandals": 98,
    "skirt": 107,
    "add": 3,
    "in": 52,
    "cart": 20,
    "put": 89,
    "remove": 94,
    "delete": 28,
    "out": 80,
    "of": 73,
    "the": 124,
    "get": 43,
    "rid": 96,
    "discard": 29,
    "off": 74,
    "change": 21,
    "quantity": 90,
    "__number__": 0,
    "set": 102,
    "update": 128,
    "only": 77,
    "decrease": 27,
    "by": 15,
    "yes": 138,
    "another": 9,
    "one": 76,
    "more": 68,
    "sure": 118,
    "again": 5,
    "no": 71,
    "don": 33,
    "t": 120,
    "just": 61,
    "fine": 38,
    "view": 129,
    "added": 4,
    "open": 78,
    "checkout": 22,
    "place": 84,
    "complete": 24,
    "pay": 82,
    "now": 72,
    "proceed": 86,
    "finish": 39,
    "sorry": 111,
    "info": 53,
    "that": 123,
    "know": 62,
    "say": 99,
    "cant": 18,
    "find": 37,
    "information": 54
  },
  "intent": {
    "greet": 10,
    "handoff_to_human": 11,
    "goodbye": 9,
    "faq_shipping": 8,
    "faq_returns": 7,
    "faq_contact": 6,
    "request_recommendation": 16,
    "ask_products": 2,
    "search_by_category": 17,
    "purchase_product": 13,
    "add_to_cart": 0,
    "remove_from_cart": 14,
    "update_cart_quantity": 21,
    "confirm_add_duplicate": 4,
    "show_cart": 19,
    "checkout": 3,
    "show_all_products": 18,
    "unknown": 20,
    "ask_product": 1,
    "faq": 5,
    "nlu_fallback": 12,
    "request_purchase": 15
  },
  "response": null,
  "action_name": {
    "action_listen": 14,
    "action_restart": 17,
    "action_session_start": 19,
    "action_default_fallback": 7,
    "action_deactivate_loop": 4,
    "action_revert_fallback_events": 18,
    "action_default_ask_affirmation": 5,
    "action_default_ask_rephrase": 6,
    "action_two_stage_fallback": 22,
    "action_unlikely_intent": 23,
    "action_back": 2,
    "action_extract_slots": 8,
    "action_add_to_cart": 0,
    "action_answer_faq": 1,
    "action_checkout": 3,
    "action_fetch_product_info": 9,
    "action_fetch_products": 10,
    "action_fetch_products_by_category": 11,
    "action_get_recommendation": 12,
    "action_handoff_to_human": 13,
    "action_offer_to_add_to_cart": 15,
    "action_remove_from_cart": 16,
    "action_show_all_products": 20,
    "action_show_cart": 21,
    "action_update_cart_quantity": 24,
    "utter_goodbye": 25,
    "utter_greet": 26
  },
  "action_text": null,
  "intent_response_key": null
}