{
  "text": {
    "hey": 33,
    "hello": 32,
    "hi": 34,
    "there": 82,
    "good": 26,
    "morning": 51,
    "evening": 19,
    "moin": 50,
    "let": 46,
    "s": 64,
    "go": 24,
    "dude": 18,
    "goodmorning": 29,
    "goodevening": 28,
    "afternoon": 2,
    "tell": 79,
    "me": 49,
    "about": 1,
    "shirt": 69,
    "what": 91,
    "is": 40,
    "jeans": 42,
    "i": 37,
    "want": 87,
    "info": 39,
    "on": 60,
    "shoes": 70,
    "to": 84,
    "know": 44,
    "t": 77,
    "jacket": 41,
    "pants": 61,
    "shorts": 71,
    "dress": 17,
    "skirt": 72,
    "cu": 13,
    "by": 8,
    "cee": 10,
    "you": 96,
    "later": 45,
    "night": 56,
    "bye": 9,
    "goodbye": 27,
    "have": 31,
    "a": 0,
    "nice": 55,
    "day": 14,
    "see": 68,
    "around": 6,
    "yes": 95,
    "y": 94,
    "indeed": 38,
    "of": 59,
    "course": 12,
    "that": 80,
    "sounds": 74,
    "correct": 11,
    "no": 57,
    "n": 53,
    "never": 54,
    "don": 16,
    "think": 83,
    "so": 73,
    "like": 47,
    "way": 89,
    "not": 58,
    "really": 63,
    "perfect": 62,
    "great": 30,
    "amazing": 4,
    "feeling": 23,
    "king": 43,
    "wonderful": 92,
    "am": 3,
    "very": 86,
    "going": 25,
    "save": 67,
    "the": 81,
    "world": 93,
    "super": 76,
    "stoked": 75,
    "extremely": 20,
    "my": 52,
    "was": 88,
    "horrible": 35,
    "sad": 66,
    "feel": 22,
    "well": 90,
    "disappointed": 15,
    "m": 48,
    "unhappy": 85,
    "extremly": 21,
    "saad": 65,
    "are": 5,
    "bot": 7,
    "human": 36,
    "talking": 78
  },
  "intent": {
    "greet": 5,
    "ask_product": 1,
    "goodbye": 4,
    "affirm": 0,
    "deny": 3,
    "mood_great": 6,
    "mood_unhappy": 7,
    "bot_challenge": 2
  },
  "response": null,
  "action_name": {
    "action_listen": 7,
    "action_restart": 8,
    "action_session_start": 10,
    "action_default_fallback": 4,
    "action_deactivate_loop": 1,
    "action_revert_fallback_events": 9,
    "action_default_ask_affirmation": 2,
    "action_default_ask_rephrase": 3,
    "action_two_stage_fallback": 11,
    "action_unlikely_intent": 12,
    "action_back": 0,
    "action_extract_slots": 5,
    "action_fetch_product_info": 6,
    "utter_cheer_up": 13,
    "utter_did_that_help": 14,
    "utter_goodbye": 15,
    "utter_greet": 16,
    "utter_happy": 17,
    "utter_iamabot": 18
  },
  "action_text": null,
  "intent_response_key": null
}