{
  "text": {
    "hi": 38,
    "hello": 37,
    "good": 34,
    "morning": 56,
    "i": 41,
    "want": 103,
    "to": 99,
    "talk": 96,
    "a": 0,
    "human": 40,
    "connect": 21,
    "me": 55,
    "support": 92,
    "agent": 4,
    "can": 12,
    "speak": 86,
    "with": 109,
    "real": 69,
    "person": 63,
    "bye": 11,
    "goodbye": 35,
    "see": 76,
    "you": 110,
    "later": 50,
    "what": 106,
    "is": 45,
    "your": 111,
    "shipping": 77,
    "policy": 65,
    "how": 39,
    "long": 52,
    "does": 25,
    "take": 95,
    "do": 24,
    "offer": 59,
    "free": 33,
    "track": 100,
    "my": 57,
    "order": 61,
    "where": 107,
    "package": 62,
    "return": 71,
    "an": 6,
    "item": 46,
    "something": 84,
    "contact": 22,
    "email": 29,
    "store": 88,
    "recommend": 70,
    "jeans": 48,
    "sneakers": 82,
    "suggest": 89,
    "cap": 14,
    "dress": 27,
    "shirt": 78,
    "jacket": 47,
    "running": 72,
    "shoes": 79,
    "backpack": 9,
    "watch": 104,
    "sunglasses": 91,
    "sweater": 93,
    "sandals": 74,
    "skirt": 81,
    "wallet": 102,
    "socks": 83,
    "show": 80,
    "products": 66,
    "have": 36,
    "list": 51,
    "buy": 10,
    "all": 5,
    "clothing": 19,
    "electronics": 28,
    "any": 7,
    "accessories": 1,
    "sportswear": 87,
    "formal": 32,
    "wear": 105,
    "s": 73,
    "available": 8,
    "in": 42,
    "casual": 16,
    "m": 54,
    "looking": 53,
    "for": 31,
    "winter": 108,
    "clothes": 18,
    "the": 98,
    "summer": 90,
    "collection": 20,
    "purchase": 67,
    "add": 2,
    "cart": 15,
    "put": 68,
    "view": 101,
    "display": 23,
    "added": 3,
    "open": 60,
    "checkout": 17,
    "place": 64,
    "sorry": 85,
    "no": 58,
    "info": 43,
    "that": 97,
    "don": 26,
    "t": 94,
    "know": 49,
    "say": 75,
    "cant": 13,
    "find": 30,
    "information": 44
  },
  "intent": {
    "greet": 9,
    "handoff_to_human": 10,
    "goodbye": 8,
    "faq_shipping": 7,
    "faq_returns": 6,
    "faq_contact": 5,
    "request_recommendation": 13,
    "ask_products": 2,
    "search_by_category": 14,
    "purchase_product": 11,
    "add_to_cart": 0,
    "show_cart": 16,
    "checkout": 3,
    "show_all_products": 15,
    "unknown": 17,
    "ask_product": 1,
    "faq": 4,
    "request_purchase": 12
  },
  "response": null,
  "action_name": {
    "action_listen": 14,
    "action_restart": 16,
    "action_session_start": 18,
    "action_default_fallback": 7,
    "action_deactivate_loop": 4,
    "action_revert_fallback_events": 17,
    "action_default_ask_affirmation": 5,
    "action_default_ask_rephrase": 6,
    "action_two_stage_fallback": 21,
    "action_unlikely_intent": 22,
    "action_back": 2,
    "action_extract_slots": 8,
    "action_add_to_cart": 0,
    "action_answer_faq": 1,
    "action_checkout": 3,
    "action_fetch_product_info": 9,
    "action_fetch_products": 10,
    "action_fetch_products_by_category": 11,
    "action_get_recommendation": 12,
    "action_handoff_to_human": 13,
    "action_offer_to_add_to_cart": 15,
    "action_show_all_products": 19,
    "action_show_cart": 20,
    "utter_goodbye": 23,
    "utter_greet": 24
  },
  "action_text": null,
  "intent_response_key": null
}