{
  "text": {
    "hi": 29,
    "hello": 28,
    "good": 25,
    "morning": 45,
    "i": 32,
    "want": 79,
    "to": 77,
    "talk": 75,
    "a": 0,
    "human": 31,
    "connect": 14,
    "me": 44,
    "support": 72,
    "agent": 3,
    "can": 9,
    "speak": 68,
    "with": 82,
    "real": 57,
    "person": 51,
    "bye": 8,
    "goodbye": 26,
    "see": 61,
    "you": 83,
    "later": 41,
    "what": 80,
    "is": 36,
    "your": 84,
    "shipping": 62,
    "policy": 53,
    "how": 30,
    "long": 43,
    "does": 18,
    "take": 74,
    "do": 17,
    "offer": 48,
    "free": 24,
    "return": 59,
    "an": 5,
    "item": 37,
    "something": 66,
    "contact": 15,
    "email": 21,
    "where": 81,
    "store": 69,
    "recommend": 58,
    "jeans": 39,
    "suggest": 70,
    "cap": 11,
    "dress": 20,
    "shirt": 63,
    "sunglasses": 71,
    "show": 64,
    "products": 54,
    "have": 27,
    "list": 42,
    "buy": 7,
    "all": 4,
    "purchase": 55,
    "order": 50,
    "sneakers": 65,
    "jacket": 38,
    "add": 1,
    "in": 33,
    "my": 46,
    "cart": 12,
    "put": 56,
    "view": 78,
    "display": 16,
    "added": 2,
    "open": 49,
    "checkout": 13,
    "place": 52,
    "sorry": 67,
    "no": 47,
    "info": 34,
    "available": 6,
    "for": 23,
    "that": 76,
    "don": 19,
    "t": 73,
    "know": 40,
    "say": 60,
    "cant": 10,
    "find": 22,
    "information": 35
  },
  "intent": {
    "greet": 8,
    "handoff_to_human": 9,
    "goodbye": 7,
    "faq_shipping": 6,
    "faq_returns": 5,
    "faq_contact": 4,
    "request_recommendation": 12,
    "ask_products": 2,
    "purchase_product": 10,
    "add_to_cart": 0,
    "show_cart": 14,
    "checkout": 3,
    "show_all_products": 13,
    "unknown": 15,
    "ask_product": 1,
    "request_purchase": 11
  },
  "response": null,
  "action_name": {
    "action_listen": 12,
    "action_restart": 14,
    "action_session_start": 16,
    "action_default_fallback": 6,
    "action_deactivate_loop": 3,
    "action_revert_fallback_events": 15,
    "action_default_ask_affirmation": 4,
    "action_default_ask_rephrase": 5,
    "action_two_stage_fallback": 19,
    "action_unlikely_intent": 20,
    "action_back": 1,
    "action_extract_slots": 7,
    "action_add_to_cart": 0,
    "action_checkout": 2,
    "action_fetch_product_info": 8,
    "action_fetch_products": 9,
    "action_get_recommendation": 10,
    "action_handoff_to_human": 11,
    "action_offer_to_add_to_cart": 13,
    "action_show_all_products": 17,
    "action_show_cart": 18,
    "utter_faq_contact": 21,
    "utter_faq_returns": 22,
    "utter_faq_shipping": 23,
    "utter_goodbye": 24,
    "utter_greet": 25
  },
  "action_text": null,
  "intent_response_key": null
}